Repository: buchmiet/EntireDenRepo
Catalog: denLanguageResourses/Resources.*.resx
Languages: pl_pl

source: Sale statistics:
pl_pl: Statystyki sprzedaży:

source: Print CN22s
pl_pl: Drukuj CN22

source: Amazon Orders Bash
pl_pl: Zostawiam to nieprzetłumaczone, ponieważ wygląda na nazwę własną.

source: Generate data for Click and Drop
pl_pl: Generuj dane dla Click and Drop

source: Print summary
pl_pl: Drukuj podsumowanie

source: Change terminal theme
pl_pl: Zmień motyw terminala

source: refresh orders every 5 mins
pl_pl: odśwież zamówienia co 5 minut

source: Select all new
pl_pl: Zaznacz wszystkie nowe

source: Select eBay orders
pl_pl: Zaznacz zamówienia z eBay

source: Select Amazon orders
pl_pl: Zaznacz zamówienia z Amazon

source: Flip
pl_pl: Przełącz

source: Flip new orders
pl_pl: Przełącz nowe zamówienia

# FetchOrdersButtonText
source: Fetch Orders
pl_pl: Pobierz zamówienia

# PrintInvoicesButtonText
source: Print Invoices
pl_pl: Drukuj faktury

# ChangeStatusButtonText
source: Change Status
pl_pl: Zmień status

# OrderDetailsLabel
source: Order details:
pl_pl: Szczegóły zamówienia:

# OrderIDLabel
source: Order ID
pl_pl: ID zamówienia

# MarketLabel
source: Market
pl_pl: Rynek

# PaidOnLabel
source: Paid on
pl_pl: Zapłacono

# TotalLabel
source: Total
pl_pl: Suma

# ItemsLabel
source: Items
pl_pl: Przedmioty

# BuyerLabel
source: Buyer
pl_pl: Kupujący

# CompanyLabel
source: Company:
pl_pl: Firma:

# FirstNameLabel
source: First Name:
pl_pl: Imię:

# SecondNameLabel
source: Second Name:
pl_pl: Drugie imię:

# SurnameLabel
source: Surname:
pl_pl: Nazwisko:

# PhoneLabel
source: Phone:
pl_pl: Telefon:

# AddressLabel
source: Address
pl_pl: Address Label

# FirstLineLabel
source: First Line:
pl_pl: Pierwsza linia:

# SecondLineLabel
source: Second Line:
pl_pl: Druga linia:

# CityLabel
source: City:
pl_pl: Miasto:

# PostcodeLabel
source: Postcode:
pl_pl: Kod pocztowy:

# ProcessingAmazonOrdersMessage
source: Attempting to process data of Amazon orders from the clipboard...
pl_pl: Próba przetwarzania danych zamówień z Amazon z schowka...

# NoTextInClipboardMessage
source: failed - there is no text in the clipboard
pl_pl: niepowodzenie - w schowku nie ma tekstu

# IncorrectFormatMessage
source: failed - text in the clipboard has incorrect format
pl_pl: niepowodzenie - tekst w schowku ma niepoprawny format

# OrderNotDownloadedMessage
source: failed - order has not been downloaded yet
pl_pl: niepowodzenie - zamówienie nie zostało jeszcze pobrane

# NoOrdersDownloadedMessage
source: No orders downloaded yet
pl_pl: Nie pobrano jeszcze żadnych zamówień

# NoDatabaseConnectionMessage
source: failed - no connection to the database
pl_pl: niepowodzenie - brak połączenia z bazą danych

# OrdersProcessedMessage
source: success - {0} order(s) processed
pl_pl: sukces - przetworzono {0} zamówienie(a)

# PreparingDataForCnDMessagePart1
source: Preparing data for C'n'D for
pl_pl: Przygotowywanie danych dla C'n'D dla

# PreparingDataForCnDMessagePart2
source: order(s)...
pl_pl: zamówień(a)...

# DoneMessage
source: done.
pl_pl: zakończone.

# PartialOrderNotProcessedMessage
source: At least one order is not processed yet, give it a moment
pl_pl: Przynajmniej jedno zamówienie nie zostało jeszcze przetworzone, proszę chwilę poczekać

# PartialOrderNotProcessedTitle
source: Order not processed yet
pl_pl: Zamówienie nie zostało jeszcze przetworzone

# NoTextInClipboardTitle
source: Information not found in the clipboard
pl_pl: Informacja nie została znaleziona w schowku

# InvalidClipboardFormatTitle
source: Invalid text in the clipboard
pl_pl: Tekst w schowku ma niepoprawny format

# NoDatabaseConnectionTitle
source: Database Connection Error
pl_pl: Błąd połączenia z bazą danych

# OrderNotProcessedTitle
source: Order not processed yet
pl_pl: Zamówienie nie zostało jeszcze przetworzone

# NoOrdersDownloadedTitle
source: You need to download orders first
pl_pl: Najpierw musisz pobrać zamówienia

source: Changing statuses...
pl_pl: Zmiana statusów...

source: Select status
pl_pl: Wybierz status

source: Printing
pl_pl: Drukowanie

source: CN22 forms
pl_pl: formularze CN22

source: Confirm printer
pl_pl: Potwierdź drukarkę

# PrintingOn
source: Printing on {0}, is that correct?
pl_pl: Drukowanie na {0}, czy to jest poprawne?

source: Print invoices
pl_pl: Drukuj faktury

source: Jeff Bezos detected
pl_pl: Wykryto Jeffa Bezosa

# JeffBezosConfirmation
source: At least one invoice is for Jeff Bezos. Do you want to continue with printing?
pl_pl: Przynajmniej jedna faktura jest dla Jeffa Bezosa. Czy chcesz kontynuować drukowanie?

# LabelPrinterConfirmation
source: Are you certain that you want to print invoices on the Label Printer?
pl_pl: Czy na pewno chcesz drukować faktury na drukarce etykiet?

# PrintingInvoicesCount
source: Printing {0} invoices
pl_pl: Drukowanie {0} faktur

# PrintingSummaryOfOrders
source: Printing summary of {0} orders...
pl_pl: Drukowanie podsumowania {0} zamówień...

source: YES
pl_pl: TAK

# GettingOrderDetails
source: Getting the details of all orders...
pl_pl: Pobieranie szczegółów wszystkich zamówień...

source: All orders unselected
pl_pl: Wszystkie zamówienia odznaczone

# OrderSelected
source: {0} order selected
pl_pl: {0} zamówienie wybrane

# OrdersSelected
source: {0} orders selected
pl_pl: {0} zamówienia wybrane

source: Fetching Orders...
pl_pl: Pobieranie zamówień...

source: Fetch Orders
pl_pl: Pobierz zamówienia

source: Booting up
pl_pl: Uruchamianie

# NoLabelsDesignedMessage
source: No labels designed
pl_pl: Brak zaprojektowanych etykiet

# LabelManagerDesignRequiredMessage
source: You need to design at least one label in the Label Manager to be able to print them
pl_pl: By drukować etykietki, musisz zaprojektować przynajmniej jedną w Menedżerze etykiet

source: Confirm your choice
pl_pl: Potwierdź swoją decyzję

# RemoveLabelConfirmationMessage
source: Are you sure that you want to remove {0}
pl_pl: Czy na pewno chcesz usunąć {0}

source: Info
pl_pl: Informacja

# LabelTemplateRemovedMessage
source: Label template removed
pl_pl: Usunięto szablon etykiety

# ErrorRemovingLabelTemplateMessage
source: Error while removing label template
pl_pl: Błąd podczas usuwania szablonu etykiety

source: CN22 Settings
pl_pl: Ustawienia CN22

source: CN22 Label Printer
pl_pl: Drukarka etykiet CN22

source: Print lines for all sold products
pl_pl: Drukuj linie dla wszystkich sprzedanych produktów

source: Print line for one product
pl_pl: Drukuj linię dla jednego produktu

source: Name of the only one product
pl_pl: Nazwa jedynego produktu

source: Price for the only one product
pl_pl: Cena jedynego produktu

source: Weight for the only one product
pl_pl: Waga jedynego produktu

source: Currency
pl_pl: Waluta

source: Main currency
pl_pl: Waluta główna

source: Order Currency
pl_pl: Waluta zamówienia

source: Signature
pl_pl: Podpis

source: Select file with signature
pl_pl: Wybierz plik z podpisem

source: Products shown
pl_pl: Produkty na druku

source: Enable 4x6" Label Printer
pl_pl: Włącz drukarkę etykiet 4x6"

source: Choose 4x6" Printer
pl_pl: Wybierz drukarkę 4x6"

source: No printers installed
pl_pl: Brak zainstalowanych drukarek

# NoPrintersInstalledMessage
source: There are no printers installed in the system
pl_pl: W systemie nie są zainstalowane żadne drukarki

source: Disable 4x6" Label Printer
pl_pl: Wyłącz drukarkę etykiet 4x6"

source: Name of the sender
pl_pl: Nazwa nadawcy

source: Gift
pl_pl: Prezent

source: Documents
pl_pl: Dokumenty

source: Sale of Goods
pl_pl: Sprzedaż towarów

source: Commercial Sample
pl_pl: Próbka handlowa

source: Returned goods
pl_pl: Zwrócone towary

source: Type of content
pl_pl: Rodzaj zawartości

# BusinessNameLabel
source: Business Name
pl_pl: Nazwa Firmy

# BusinessAddressLabel
source: Business Address
pl_pl: Adres Firmy

# IsVATRegisteredLabel
source: Is VAT Registered
pl_pl: Czy jest zarejestrowany jako płatnik VAT

source: Load File with Signature
pl_pl: Wczytaj plik z podpisem

# ErrorTitle
source: Error
pl_pl: Błąd

# InvalidImageFormat
source: The selected file is not a valid image format.
pl_pl: Wybrany plik nie jest zawiera obrazu.

source: Print CN22 Label
pl_pl: Drukuj etykietę CN22

source: Label printer
pl_pl: Drukarka etykiet

source: Add new product label template
pl_pl: Dodaj nowy szablon etykiety produktu

source: Add new address label template
pl_pl: Dodaj nowy szablon etykiety adresowej

source: Add new return label template
pl_pl: Dodaj nowy szablon etykiety zwrotnej

source: Type of label
pl_pl: Typ etykiety

source: Multidrawer's font
pl_pl: Czcionka dla szafy na produkty

source: Location's font
pl_pl: Czcionka dla polożenia produktu

# ProductNameFont
source: Product Name's font
pl_pl: Czcionka dla nazwy produktu

# ProductsMpnFont
source: Products's mpn's font
pl_pl: Czcionka dla MPN produktu

source: Height in mm
pl_pl: Wysokość w mm

source: Width in mm
pl_pl: Szerokość w mm

source: Space between two central lines
pl_pl: Odstęp między dwoma środkowymi liniami tekstu

source: Bottom margin
pl_pl: Margines dolny

source: Top Margin
pl_pl: Margines górny

source: Landscape orientation
pl_pl: Orientacja pozioma

source: Print example
pl_pl: Wydrukuj przykład

source: Delete label
pl_pl: Usuń etykietę

source: Total amount
pl_pl: Całkowita kwota

# ReservedNamesInformation
source: Names "Return Label" and "Address Label" are reserved for return and address labels
pl_pl: Nazwy "Return Label" i "Address Label" są zarezerwowane dla etykiet zwrotnych i adresowych

source: Warning
pl_pl: Ostrzeżenie

source: Label Name cannot be empty.
pl_pl: Nazwa etykiety nie może być pusta.

# LabelNameInUse
source: {0} name is already in use, please use different name.
pl_pl: Nazwa {0} jest już w użyciu, proszę użyć innej nazwy.

# TopFontMustBeGreaterThanZero
source: 'Top Font' must be greater than 0.
pl_pl: 'Top Font' musi być większy niż 0.

# LargeFontMustBeGreaterThanZero
source: 'Large Font' must be greater than 0.
pl_pl: 'Large Font' musi być większy niż 0.

# LesserFontMustBeGreaterThanZero
source: 'Lesser Font' must be greater than 0.
pl_pl: 'Lesser Font' musi być większy niż 0.

# BottomFontMustBeGreaterThanZero
source: 'Bottom Font' must be greater than 0.
pl_pl: 'Bottom Font' musi być większy niż 0.

# HeightMustBeGreaterThanZero
source: Height must be greater than 0.
pl_pl: Wysokość musi być większa niż 0.

# HeightInLandscapeOrientation
source: Height in the landscape orientation must not be greater than 100.
pl_pl: Wysokość w orientacji poziomej nie może przekraczać 100.

# HeightMustNotBeGreaterThan
source: Height must not be greater than 160.
pl_pl: Wysokość nie może przekraczać 160.

# WidthMustBeGreaterThanZero
source: Width must be greater than 0.
pl_pl: Szerokość musi być większa niż 0.

# WidthInLandscapeMode
source: Width must not be greater than 100 in the landscape mode.
pl_pl: Szerokość nie może przekraczać 100 w trybie pejzażu.

source: Width must not be greater than 160.
pl_pl: Szerokość nie może przekraczać 160.

source: 'Central Line Spacing' must not be negative.
pl_pl: 'Odstęp między liniami centralnymi' nie może być ujemny.

source: 'Bottom Margin' must not be negative.
pl_pl: 'Margines dolny' nie może być ujemny.

source: 'Top Margin' must not be negative.
pl_pl: 'Margines górny' nie może być ujemny.

# DatabaseAccessError
source: There has been an error while accessing the database. Would you like to try again?
pl_pl: Wystąpił błąd podczas dostępu do bazy danych. Czy chcesz spróbować ponownie?

# PrintCopies
source: Print {0} copies
pl_pl: Wydrukuj {0} kopii

source: Print
pl_pl: Drukuj

# ConfirmPrintLabels
source: Please confirm that you want to print {0} labels
pl_pl: Proszę potwierdzić, że chcesz wydrukować {0} etykiet

source: Choose label
pl_pl: Wybierz etykietę

source: Incorrect SKU
pl_pl: Niepoprawny SKU

# InvalidSKUEntered
source: SKU you have entered is invalid
pl_pl: Wprowadzony SKU jest nieprawidłowy

source: Change MPN
pl_pl: Zmień MPN

source: Assign MPN
pl_pl: Przypisz MPN

# ProductAlreadyAssigned
source: This product is already assigned to box {0} to location [{1},{2}]
pl_pl: Ten produkt jest już przypisany do pudełka {0} w lokalizacji [{1},{2}]

source: Current Orders
pl_pl: Aktualne zamówienia

source: Products
pl_pl: Produkty

source: Parameters/Types
pl_pl: Parametry/Typy

source: Types
pl_pl: Typy

source: Parameters
pl_pl: Parametry

source: Orders Browser
pl_pl: Przeglądarka zamówień

source: Colour Browser
pl_pl: Przeglądarka kolorów

source: May Also Fit
pl_pl: Może też pasować

source: Watch Explorer
pl_pl: Eksplorator zegarków

source: Storage
pl_pl: Magazyn

source: Deliveries
pl_pl: Dostawy

source: Labels Manager
pl_pl: Menedżer etykiet

source: Business Details
pl_pl: Szczegóły biznesowe

source: Sales Summary
pl_pl: Podsumowanie sprzedaży

# InitialText
source: Filter Products
pl_pl: Filtruj produkty

# CloseText
source: Close Filter Menu
pl_pl: Zamknij menu filtrów

# PhotoDescription
source: Photo #{0} of {1}
pl_pl: Zdjęcie #{0} z {1}

source: Downloading photos
pl_pl: Pobieranie zdjęć

source: Full Name
pl_pl: Pełna nazwa

source: Short Name
pl_pl: Krótka nazwa

source: Brand
pl_pl: Marka

source: Weight
pl_pl: Waga

source: Location
pl_pl: Lokalizacja

source: Load picture with logo
pl_pl: Załaduj obraz z logo

source: Uploading logo photo
pl_pl: Przesyłanie zdjęcia logo

source: Refreshing product details
pl_pl: Odświeżanie szczegółów produktu

source: Load picture of package
pl_pl: Załaduj zdjęcie opakowania

source: Load picture
pl_pl: Załaduj obraz

# PricePaidExVat
source: Ex-VAT price paid
pl_pl: Cena zakupu netto

# PricePaidWithCurrencyExVat
source: Ex-VAT price paid ({0})
pl_pl: Cena zakupu ({0}) netto

source: Uploading photo
pl_pl: Przesyłanie zdjęcia

source: Quantity
pl_pl: Ilość

source: In stock from all suppliers
pl_pl: Dostępne od wszystkich dostawców

# MarkupEqualsWithThesePrices
source: Markup equals{0}with these prices:
pl_pl: Narzut równa się{0}z tymi cenami:

source: Updating data
pl_pl: Aktualizacja danych

# ProductAddedTitle
source: Product added
pl_pl: Produkt dodany

# ProductAddedMessage
source: Product {0} added
pl_pl: Produkt {0} dodany

# ErrorValidatingTitle
source: Error validating
pl_pl: Błąd walidacji

# ErrorValidatingMessage
source: {0} should be a numeric value
pl_pl: {0} powinno być wartością numeryczną

# ProductNameExists
source: A product with this name already exists: {0}
pl_pl: Produkt o tej nazwie już istnieje: {0}

# ProductShortNameExists
source: An object with this short name already exists: {0}
pl_pl: Obiekt o tej krótkiej nazwie już istnieje: {0}

# ProductMpnExists
source: An object with this MPN already exists: {0}
pl_pl: Obiekt o tym MPN już istnieje: {0}

# UnknownError
source: An unknown error occurred.
pl_pl: Wystąpił nieznany błąd.

source: Updating numbers on markets
pl_pl: Aktualizacja liczb na rynkach

source: Save Image file
pl_pl: Zapisz plik obrazu

source: Custom Date Range
pl_pl: Ustaw zakres dat

source: From
pl_pl: Od

source: To
pl_pl: Do

source: Last Quarter
pl_pl: Ostatni kwartał

# ChooseStartMonth
source: Choose the month your financial year starts
pl_pl: Wybierz miesiąc, w którym zaczyna się twój rok finansowy

source: Last Financial Year
pl_pl: Ostatni rok finansowy

source: January
pl_pl: Styczeń

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecień

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpień

source: September
pl_pl: Wrzesień

source: October
pl_pl: Październik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzień

source: UK
pl_pl: Wielka Brytania

source: EU
pl_pl: UE

# EUPlus
source: EU+Iceland+Norway+Switzerland+Liechtenstein
pl_pl: UE+Islandia+Norwegia+Szwajcaria+Liechtenstein

source: World
pl_pl: Świat

source: Which markets to include
pl_pl: Które rynki uwzględnić

source: Which countries to include
pl_pl: Które kraje uwzględnić

source: Generate Data
pl_pl: Generuj Dane

source: Generate CSV File
pl_pl: Generuj Plik CSV

source: Generate Charts
pl_pl: Generuj Wykresy

source: Entire Recorded Period
pl_pl: Cały zarejestrowany okres

# DateRangeError
source: The start date must be earlier than the end date. Currently, the start date is {0}, and the end date is {1}. Please correct the date range to generate the sales report for the specified period.
pl_pl: Początkowa data musi być wcześniejsza niż końcowa data. W tej chwili początkowa data to {0}, a końcowa to {1}. Popraw proszę zakres dat, aby wygenerować raport sprzedaży na dany okres.

# SelectTaxYearStartMonth
source: You must select the month in which your tax year starts
pl_pl: Musisz wybrać miesiąc, w którym rozpoczyna się twój rok podatkowy

source: Add Country
pl_pl: Dodaj kraj

source: Remove
pl_pl: Usuń

# SelectCountryOrGroup
source: Please select at least one country or group of countries from the list
pl_pl: Proszę wybrać przynajmniej jeden kraj lub grupę krajów z listy

# CountryAlreadyAdded
source: Country {0} is already added to the list
pl_pl: Kraj {0} jest już dodany do listy

# CompareSalesCountries
source: Compare sales in selected countries (select country or group of countries)
pl_pl: Porównaj sprzedaż w wybranych krajach (wybierz kraj lub grupę krajów)

# CompareSalesPlatforms
source: Compare sales on selected marketplaces (select marketplace or group of marketplaces)
pl_pl: Porównaj sprzedaż na wybranych platformach sprzedaży (wybierz platformę lub grupę platform)

source: Add Marketplace
pl_pl: Dodaj platforme sprzedaży

source: Legend
pl_pl: Legenda

source: Close Window
pl_pl: Zamknij Okno

# DataRetrievedSuccess
source: Data successfully retrieved. Now you can display it as a chart, or save it as a CSV file
pl_pl: Dane poprawnie pobrane. Teraz możesz wyświetlić je w formie wykresu, lub zapisać jako plik CSV

source: Back 7 Days
pl_pl: Wstecz 7 dni

source: Forward 7 Days
pl_pl: Do przodu 7 dni

# TotalOrderCount
source: Total Number of Orders
pl_pl: Łączna liczba zamówień

source: Number
pl_pl: Numer

source: Customer name
pl_pl: Nazwa

source: Country
pl_pl: Kraj

# OrderDate
source: Paid on
pl_pl: Zapłacono dnia

# EnterNameToSearch
source: Enter name to search for products
pl_pl: Wpisz tekst, aby wyszukać produkty

source: Name
pl_pl: Nazwa

source: Assigned
pl_pl: Przypisane

source: Type
pl_pl: Typ

source: Save product details
pl_pl: Zapisz Szczegóły Produktu

# TurnTrackOnOff
source: Turn tracking on/off
pl_pl: Włącz/Wyłącz śledzenie

source: Supplier
pl_pl: Dostawca

source: Print label
pl_pl: Drukuj Etykietę

source: Logs
pl_pl: Logi

source: Assign new supplier
pl_pl: Przypisz nowego dostawcę

source: Add supplier
pl_pl: Dodaj Dostawcę

source: Remove supplier
pl_pl: Usuń Dostawcę

source: Tracked
pl_pl: Śledzone

source: Add Market
pl_pl: Dodaj platformę sprzedaży

source: Upload Photo with Logo
pl_pl: Wgraj zdjęcie z Logo

source: Delete
pl_pl: Usuń

source: Upload Photo of Package
pl_pl: Wgraj zdjęcie opakowania

source: Move Up
pl_pl: Przesuń w Górę

source: Add Photo
pl_pl: Dodaj Zdjęcie

source: Edit
pl_pl: Edytuj

source: Essential Values
pl_pl: Podstawowe właściwości

source: Sold on markets
pl_pl: Sprzedawane na platformach sprzedaży

source: Photo with Logo
pl_pl: Zdjęcie z Logo

source: Photo of the Package
pl_pl: Zdjęcie Opakowania

source: Photos
pl_pl: Zdjęcia

source: Regular Photos
pl_pl: Podstawowe Zdjęcia

source: Add Product
pl_pl: Dodaj Produkt

source: Price
pl_pl: Cena

# FillAllFields
source: Please fill all fields, correctly
pl_pl: Proszę wypełnić wszystkie pola poprawnie

# ObjectNameExists
source: An object with this name {0} already exists.
pl_pl: Obiekt o tej nazwie {0} już istnieje.

# ObjectShortNameExists
source: An object with this short name {0} already exists.
pl_pl: Obiekt o tym skrócie {0} już istnieje.

# ObjectMPNExists
source: An object with this MPN {0} already exists.
pl_pl: Obiekt z tym MPN {0} już istnieje.

source: Update Quantities on Marketplaces
pl_pl: Aktualizuj Ilości na Platformach Sprzedaży

# SyncQuantityWithSalesPlatforms
source: Syncing quantites with marketplaces
pl_pl: Synchronizowanie ilości z platformami sprzedaży

# NoNewOrders
source: No new orders to download
pl_pl: Brak nowych zamówień do pobrania

# FetchingOnlyOrders
source: Fetching {0} orders from the database
pl_pl: Pobieranie {0} zamówień z bazy danych

# MarketplaceAssociationNotInUse
source: Association with marketplace not in use
pl_pl: Powiązanie przedmiotu z platformą sprzedaży jest nieaktywne

source: Unknown marketplace
pl_pl: Nieznany marketplace

source: Unknown selling platform
pl_pl: Nieznana platforma sprzedaży

# CannotConnectEbay
source: Cannot establish connection with eBay server
pl_pl: Nie można nawiązać połączenia z serwerem eBay

# QuantitySameRevisionSkipped
source: Quantity on eBay is the same as new quantity - revision skipped
pl_pl: Ilość na eBay jest taka sama jak nowa ilość - pominięto nadpisywanie

# EbayConfirmationResponse
source: eBay returned confirmation response
pl_pl: eBay potwierdzenił zmianę wartości

# LeavingFeedbackForOrders
source: Leaving feedback for {0} order(s)
pl_pl: Wystawianie opinii dla {0} zamówienia(-ń)

# FetchedDataForFeedback
source: Fetched all data needed to leave feedback for all orders, attempting to do that now
pl_pl: Pobrano wszystkie potrzebne dane, aby wystawić opinie dla wszystkich zamówień, próba zrobienia tego teraz

# FeedbackLeftSuccess
source: Feedback for item ({0}) {1} out of {2} left successfully
pl_pl: Opinia dla przedmiotu ({0}) {1} z {2} została wystawiona pomyślnie

# FeedbackLeftFailed
source: Failed to leave feedback for item {0} out of {1}, item id: {2}, transaction id: {3} from buyer {4}
pl_pl: Nie udało się wystawić opinii dla przedmiotu {0} z {1}, id przedmiotu: {2}, id transakcji: {3} od kupującego {4}

source: Cancel
pl_pl: Anuluj

# ConfirmCancelOperation
source: Are you sure you want to cancel the operation?
pl_pl: Czy na pewno chcesz anulować operację?

# OperationCompletedBeforeCancel
source: Operation was completed before the cancelation was executed
pl_pl: Operacja została zakończona, zanim anulowanie zostało wykonane

# PricePaidWithCurrencyIncVat
source: Price ({0}) including VAT
pl_pl: Cena zakupu ({0}) z VAT

source: Confirm Value
pl_pl: Potwierdź wprowadzoną wartość

# ERRORDecimalNumberIncorrect
source: The entered value is not a valid decimal number.
pl_pl: Wprowadzona wartość nie jest prawidłową liczbą dziesiętną

# ERRORNumberMustBeGreaterThanZero
source: The number must be greater than zero.
pl_pl: Liczba musi być większa niż 0

source: Order by
pl_pl: Posortuj według

source: Printer
pl_pl: Drukarka

source: Time
pl_pl: Czas
